Repository: miguelgracia/laminas-administrator
Catalog: data/module/Administrator/language/*.po
Languages: es_es

source: Invalid type given. String, integer or float expected
es_es: El tipo especificado no es válido. El valor debe ser de tipo punto flotante, cadena de texto o entero

source: The input contains characters which are non alphabetic and no digits
es_es: El valor especificado contiene caracteres que no son alfabéticos ni dígitos

source: The input is an empty string
es_es: El valor especificado es una cadena de texto vacia

source: Invalid type given. String expected
es_es: El tipo especificado no es válido, el valor debe ser una cadena de texto

source: The input contains non alphabetic characters
es_es: La entrada contiene caracteres no alfabéticos

source: The input does not appear to be a valid datetime
es_es: El valor especificado no parece ser una fecha válida

source: The input does not appear to be a float
es_es: El valor especificado no parece ser un número de punto flotante

source: Invalid type given. String or integer expected
es_es: El tipo especificado no es válido. El valor debe ser de tipo cadena de texto o entero

source: The input does not appear to be an integer
es_es: El valor especificado no parece ser un número entero

source: The input does not match a phone number format
es_es: La entrada no coincide con el formato de un número de teléfono

source: The country provided is currently unsupported
es_es: El país especificado no está soportado actualmente

source: The input does not appear to be a postal code
es_es: El valor especificado no parece ser un código postal

source: An exception has been raised while validating the input
es_es: Una excepción ha sido alzada al validar la entrada

source: The input failed checksum validation
es_es: Falló la validación de checksum

source: The input contains invalid characters
es_es: El valor especificado contiene caracteres no válidos

source: The input should have a length of %length% characters
es_es: El valor especificado debe tener una longitud de %length% caracteres

source: The input is not between '%min%' and '%max%', inclusively
es_es: El valor especificado no está incluido entre '%min%' y '%max%' inclusive

source: The input is not strictly between '%min%' and '%max%'
es_es: El valor especificado no está exactamente entre '%min%' y '%max%'

source: The input is not valid
es_es: El valor especificado no es válido

source: An exception has been raised within the callback
es_es: Fallo dentro de la llamada de retorno, ha devuelto una excepción

source: The input seems to contain an invalid checksum
es_es: El valor especificado parece contener un error en el checksum

source: The input must contain only digits
es_es: El valor especificado debe contener solamente dígitos

source: The input contains an invalid amount of digits
es_es: El valor especificado contiene una cantidad de dígitos no válida

source: The input is not from an allowed institute
es_es: El valor especificado no corresponde con una institución permitida

source: The input seems to be an invalid credit card number
es_es: El valor especificado parece ser un número de tarjeta de crédito no válido

source: The form submitted did not originate from the expected site
es_es: El formulario enviado no se ha originado desde el sitio esperado

source: Invalid type given. String, integer, array or DateTime expected
es_es: El tipo especificado no es válido. El valor debe ser cadena de texto, número entero, array u objeto DateTime

source: The input does not appear to be a valid date
es_es: El valor especificado no parece ser una fecha válida

source: The input does not fit the date format '%format%'
es_es: El valor especificado no se ajusta al formato de fecha '%format%'

source: The input is not a valid step
es_es: El valor especificado no es un escalón válido

source: No record matching the input was found
es_es: No fue encontrado ningun registro que coincida con el valor especificado

source: A record matching the input was found
es_es: Se encontró un registro coincidente con el valor especificado

source: The input is not a valid email address. Use the basic format local-part@hostname
es_es: El valor especificado no es una dirección de correo electrónico válido en el formato local-part@hostname

source: '%hostname%' is not a valid hostname for the email address
es_es: '%hostname%' no es un nombre de host válido para la dirección de correo electrónico

source: '%hostname%' does not appear to have any valid MX or A records for the email address
es_es: '%hostname%' no parece tener registros MX o A válidos para la dirección de correo electrónico especificada

source: '%hostname%' is not in a routable network segment. The email address should not be resolved from public network
es_es: '%hostname%' no esta en un segmento de red encaminable. La dirección de correo electrónico especificada no se debería poder resolver desde una red pública

source: '%localPart%' can not be matched against dot-atom format
es_es: '%localPart%' no es igual al formato dot-atom

source: '%localPart%' can not be matched against quoted-string format
es_es: '%localPart%' no es igual al formato quoted-string

source: '%localPart%' is not a valid local part for the email address
es_es: '%localPart%' no es una parte local válida para la dirección de correo electrónico especificado

source: The input exceeds the allowed length
es_es: el valor especificado excede la longitud permitida

source: Invalid type given
es_es: El tipo de dato especificado no es válido

source: Too many files, maximum '%max%' are allowed but '%count%' are given
es_es: Demasiados archivos, se permiten un máximo de '%max%' pero se han especificado '%count%'

source: Too few files, minimum '%min%' are expected but '%count%' are given
es_es: Muy pocos archivos, se esperaba un mínimo de '%min%' pero sólo se han especificado '%count%'

source: File does not match the given crc32 hashes
es_es: El CRC32 del archivo es incorrectos

source: A crc32 hash could not be evaluated for the given file
es_es: No se ha podido calcular el CRC32 del archivo especificado

source: File is not readable or does not exist
es_es: No se ha podido encontrar el archivo o no se puede leer

source: File has an incorrect extension
es_es: El archivo tiene una extensión incorrecta

source: File does not exist
es_es: El archivo no existe

source: All files in sum should have a maximum size of '%max%' but '%size%' were detected
es_es: El conjunto de archivos debería tener un tamaño máximo de '%max%' pero tiene un tamaño de '%size%'

source: All files in sum should have a minimum size of '%min%' but '%size%' were detected
es_es: El conjunto de archivos debería tener un tamaño mínimo de '%min%' pero tiene un tamaño de '%size%'

source: One or more files can not be read
es_es: Uno o más archivos no se pueden leer

source: File does not match the given hashes
es_es: El archivo no se corresponde con los códigos hash especificados

source: A hash could not be evaluated for the given file
es_es: No se ha podido evaluar ningún código hash para el archivo especificado

source: Maximum allowed width for image should be '%maxwidth%' but '%width%' detected
es_es: El ancho máximo para la imagen debería ser '%maxwidth%' pero es '%width%'

source: Minimum expected width for image should be '%minwidth%' but '%width%' detected
es_es: El ancho mínimo para la imagen debería ser '%minwidth%' pero es '%width%'

source: Maximum allowed height for image should be '%maxheight%' but '%height%' detected
es_es: La altura máxima para la imagen debería ser '%maxheight%' pero es '%height%'

source: Minimum expected height for image should be '%minheight%' but '%height%' detected
es_es: La altura mínima para la imagen debería ser '%minheight%' pero es '%height%'

source: The size of image could not be detected
es_es: No se ha podido determinar el tamaño de la imagen

source: File is not compressed, '%type%' detected
es_es: El archivo no está comprimido, '%type%' detectado

source: The mimetype could not be detected from the file
es_es: No se ha podido determinar el tipo MIME del archivo

source: File is no image, '%type%' detected
es_es: El archivo no es una imagen, '%type%' detectado

source: File does not match the given md5 hashes
es_es: El archivo no se corresponde con el MD5 especificado

source: An md5 hash could not be evaluated for the given file
es_es: No se ha podido calcular el MD5 del archivo especificado

source: File has an incorrect mimetype of '%type%'
es_es: El archivo tiene un tipo MIME '%type%' incorrecto

source: File exists
es_es: El archivo existe

source: File does not match the given sha1 hashes
es_es: El archivo no coincide los hashes sha1 dados

source: A sha1 hash could not be evaluated for the given file
es_es: Un hash sha1 no pudo ser evaluado para el archivo dado

source: Maximum allowed size for file is '%max%' but '%size%' detected
es_es: El tamaño máximo permitido para el archivo es '%max%' pero se ha detectado un tamaño de '%size%'

source: Minimum expected size for file is '%min%' but '%size%' detected
es_es: El tamaño mínimo permitido para el archivo es '%min%' pero se ha detectado un tamaño de '%size%'

source: File '%value%' exceeds the defined ini size
es_es: El tamaño del archivo '%value%' excede el valor definido en el ini

source: File '%value%' exceeds the defined form size
es_es: El archivo '%value%' excede el tamaño definido en el formulario

source: File '%value%' was only partially uploaded
es_es: El archivo '%value%' ha sido sólo parcialmente subido

source: File '%value%' was not uploaded
es_es: El archivo '%value%' no ha sido subido

source: No temporary directory was found for file '%value%'
es_es: No se ha encontrado el directorio temporal para el archivo '%value%'

source: File '%value%' can't be written
es_es: No se puede escribir en el archivo '%value%'

source: A PHP extension returned an error while uploading the file '%value%'
es_es: Una extensión PHP devolvió un error mientras se subía el archivo '%value%'

source: File '%value%' was illegally uploaded. This could be a possible attack
es_es: El archivo '%value%' ha sido subido ilegalmente. Esto podría indicar un ataque

source: File '%value%' was not found
es_es: Archivo '%value%' no encontrado

source: Unknown error while uploading file '%value%'
es_es: Error desconocido al intentar subir el archivo '%value%'

source: File exceeds the defined ini size
es_es: El tamaño del archivo excede el valor definido en el ini

source: File exceeds the defined form size
es_es: El archivo excede el tamaño definido en el formulario

source: File was only partially uploaded
es_es: El archivo fue sólo parcialmente subido

source: File was not uploaded
es_es: El archivo no ha sido subido

source: No temporary directory was found for file
es_es: No se ha encontrado el directorio temporal para el archivo

source: File can't be written
es_es: No se puede escribir en el archivo

source: A PHP extension returned an error while uploading the file
es_es: Una extensión PHP devolvió un error mientras se subía el archivo

source: File was illegally uploaded. This could be a possible attack
es_es: El archivo ha sido subido ilegalmente. Esto podría indicar un ataque

source: File was not found
es_es: Archivo no encontrado

source: Unknown error while uploading file
es_es: Error desconocido al intentar subir el archivo

source: Too many words, maximum '%max%' are allowed but '%count%' were counted
es_es: Demasiadas palabras, sólo se permiten '%max%' pero se han contado '%count%'

source: Too few words, minimum '%min%' are expected but '%count%' were counted
es_es: Muy pocas palabras, se esperaban al menos '%min%' pero se han contado '%count%'

source: The input is not greater than '%min%'
es_es: El valor especificado no es más grande que '%min%'

source: The input is not greater or equal than '%min%'
es_es: El valor especificado no es más grande o igual que '%min%'

source: The input contains non-hexadecimal characters
es_es: El valor especificado no consta únicamente de dígitos y caracteres hexadecimales

source: The input appears to be a DNS hostname but the given punycode notation cannot be decoded
es_es: La entrada parece ser un nombre de host de DNS pero la notación de punycode no puede ser decodificada

source: The input appears to be a DNS hostname but contains a dash in an invalid position
es_es: El valor especificado parece ser un nombre de dominio DNS pero contiene un guión en una posición inválida

source: The input does not match the expected structure for a DNS hostname
es_es: El valor especificado no se corresponde con la estructura esperada para un nombre de dominio DNS

source: The input appears to be a DNS hostname but cannot match against hostname schema for TLD '%tld%'
es_es: El valor especificado parece ser un nombre de dominio DNS pero no se puede extraer la parte del TLD

source: The input does not appear to be a valid local network name
es_es: El valor especificado no parece ser un nombre de área local válido

source: The input does not appear to be a valid URI hostname
es_es: El valor especificado no parece ser un nombre de host URI válido

source: The input appears to be an IP address, but IP addresses are not allowed
es_es: El valor especificado parece ser una dirección IP, pero direcciones IP no están permitidas

source: The input appears to be a local network name but local network names are not allowed
es_es: El valor especificado parece ser un nombre de red local, pero nombres de red local no están permitidos

source: The input appears to be a DNS hostname but cannot extract TLD part
es_es: El valor especificado parece ser un nombre de dominio DNS pero no se puede extraer la parte del TLD

source: The input appears to be a DNS hostname but cannot match TLD against known list
es_es: El valor especificado parece ser un nombre de dominio válido pero no se puede encontrar el TLD en una lista conocida

source: Unknown country within the IBAN
es_es: País desconocido dentro del IBAN'

source: Countries outside the Single Euro Payments Area (SEPA) are not supported
es_es: Los países fuera de la Zona Única de Pagos en Euros (SEPA) no están permitidos

source: The input has a false IBAN format
es_es: El valor especificado tiene un formato falso de IBAN

source: The input has failed the IBAN check
es_es: La prueba de validación de IBAN ha fallado

source: The two given tokens do not match
es_es: Los valores no coinciden

source: No token was provided to match against
es_es: No se ha especificado ninguna muestra a comprobar

source: The input was not found in the haystack
es_es: El valor no se encuentra dentro de los valores permitidos

source: The input does not appear to be a valid IP address
es_es: El valor especificado no parece ser una dirección IP válida

source: The input is not an instance of '%className%'
es_es: El valor especificado no es una instancia de '%className%'

source: The input is not a valid ISBN number
es_es: El número ISBN especificado no es válido

source: The input is not less than '%max%'
es_es: El valor especificado no es menor que '%max%'

source: The input is not less or equal than '%max%'
es_es: El valor especificado no es menor o igual que '%max%'

source: Value is required and can't be empty
es_es: Se requiere un valor y éste no puede estar vacío

source: Invalid type given. String, integer, float, boolean or array expected
es_es: El tipo especificado es inválido, el valor debería ser punto floatante, cadena de texto, array, booleano o entero

source: The input does not match against pattern '%pattern%'
es_es: El valor especificado no concuerda con el patrón '%pattern%' especificado

source: There was an internal error while using the pattern '%pattern%'
es_es: Se ha producido un error interno al usar el patrón '%pattern%' especificado

source: The input is not a valid sitemap changefreq
es_es: El valor especificado no es una especificación válida de frecuencia de cambio

source: The input is not a valid sitemap lastmod
es_es: El valor especificado no es un lastmod de mapa web válido

source: The input is not a valid sitemap location
es_es: El valor especificado no es una ubicación de mapa web válida

source: The input is not a valid sitemap priority
es_es: El valor especificado no es una prioridad de mapa web válida

source: Invalid type given. Numeric string, integer or float expected
es_es: El tipo especificado es inválido, el valor debería ser una cadena de texto, un número entero, o un número de punto flotante

source: Invalid value given. Scalar expected
es_es: El valor especificado no es válido, debería ser escalar

source: The input is less than %min% characters long
es_es: El valor especificado tiene menos de '%min%' caracteres

source: The input is more than %max% characters long
es_es: El valor especificado tiene más de '%max%' caracteres

source: The input does not appear to be a valid Uri
es_es: El valor especificado no parece ser un Uri válido

source: List of %s module
es_es: Listado del módulo %s

source: key
es_es: Clave

source: Edit
es_es: Actualizar

source: Add
es_es: Guardar

source: Delete
es_es: Borrar

source: active
es_es: Activo

source: name
es_es: Nombre

source: website
es_es: Sitio web

source: created at
es_es: Creado el

source: is video
es_es: ¿Es video?

source: element url
es_es: Media

source: username
es_es: Usuario

source: last login
es_es: Último login

source: zend name
es_es: Nombre interno

source: public name
es_es: Nombre público

source: code
es_es: Código

source: order
es_es: Posición

source: headerName
es_es: Nombre cabecera

source: content
es_es: Contenido

source: urlKey
es_es: Segmento url

source: metaDescription
es_es: Descripción interna (SEO)

source: title
es_es: Título

source: imageUrl
es_es: Url imagen

source: linkText
es_es: Texto enlace

source: linkUrl
es_es: Url enlace

source: targetLink
es_es: Ventana de apertura

source: mailInbox
es_es: Email Inbox

source: facebook
es_es: Página de Facebook

source: twitter
es_es: Página de Twitter

source: googlePlus
es_es: Página de Google +

source: instagram
es_es: Página de Instagram

source: phone
es_es: Teléfono

source: logo
es_es: Logotipo

source: jobCategoriesId
es_es: Categoría

source: blogCategoriesId
es_es: Categoría

source: isVideo
es_es: ¿Es un video?

source: elementUrl
es_es: Url del archivo

source: elementTitle
es_es: Título del archivo

source: adminProfileId
es_es: Perfil

source: adminModuleId
es_es: Módulo

source: action
es_es: Acción

source: description
es_es: Descripción

source: isAdmin
es_es: ¿Es super administrador?

source: zendName
es_es: Nombre Interno

source: publicName
es_es: Nombre público

source: authorizationRequired
es_es: Error al autorizar el acceso

source: authorizationRequired description
es_es: Hubo un fallo en la solicitud de acceso. Inténtelo de nuevo. Si, aún así, el error persiste, salga de su cuenta de Google e inténtelo otra vez.

source: authError
es_es: Error de acceso

source: authError description
es_es: Vaya! Parece que algo ha fallado al intentar conectar con el servicio de Google. Sincroniza o prueba de nuevo :-)

source: videoNotFound
es_es: Video no encontrado

source: videoNotFound description
es_es: Vaya!, no hemos encontrado el video. Es posible que ya haya sido borrado o que no pertenezca a tu canal
